<?php

/**********************************************************************************************************************
Здесь вы можете модифицировать кое-какие элементы темы, для того, чтобы настроить ее по вашему вкусу.
**********************************************************************************************************************/

/**********************************************************************************************************************
Опция 1
Здесь укажите ID номера рубрик, которые необходимо отобразить на блоге. Узнать ID своих рубрик можно в админке блога.
**********************************************************************************************************************/
$cat1 = 12;
$cat2 = 13;
$cat3 = 14;
$cat4 = 15;
$cat5 = 16;
$cat6 = 17;

/**********************************************************************************************************************
Опция 2
Здесь задается количество слов в заметке. По умолчанию 100.
**********************************************************************************************************************/
$featuredexcerpt = 100;

/**********************************************************************************************************************
Опция 3
Контроль количества элементов, которые показываются в ajax блоке
"популярное - свежее - комменты - метки".
По умолчанию показывается 5 популярных заметок, 5 свежих записей, 7 последних комментов, по 50 в демонстрируемом комменте 
и 30 меток
**********************************************************************************************************************/
$ajax_popular = 5;
$ajax_posts = 5;
$ajax_comments = 7;
$ajax_comment_excerpt = 50;
$ajax_tags = 30;

/**********************************************************************************************************************
Опция 4

ВАЖНО!!! аккуратно и без ошибок впишите ID номер вашего FeedBurner'a
Также впишите название блога.
**********************************************************************************************************************/
$feedburner_id = 444444;
$blog_title = 'Guzel Magazine';
$location = 'ru_RU';

/**********************************************************************************************************************
Опция 5
Здесь контролируется размещение в левой колонке публикаций только из какой-либо избранной вами рубрики (рубрик).


There can be more than featured category for bottom section on main page
so specify different category id's, or different posts number.. it's up to you -:)
**********************************************************************************************************************/
$leftcolumn_category_1 = 17;
$leftcolumn_category_1_postsnum = 16;
$leftcolumn_category_2 = 2;
$leftcolumn_category_2_postsnum = 5;

/**********************************************************************************************************************
Опция 6

Контролируется публикация в правой колонке заметок из другой избранной вами рубрики (рубрик)

There can be more than featured category for bottom section on main page
so specify different category id's, or different posts number.. it's up to you -:)
**********************************************************************************************************************/
$rightcolumn_category_1 = 17;
$rightcolumn_category_1_postsnum = 13;
$rightcolumn_category_2 = 14;
$rightcolumn_category_2_postsnum = 12;

/**********************************************************************************************************************
Опция 7
$postexcerpt это ограничитель количества слов в записях в нижних колонках.  По умолчанию лимит в 30 слов.
**********************************************************************************************************************/
$postexcerpt = 30;

/**********************************************************************************************************************
Опция 8
Заведите на блоге рубрику Видео и впишите здесь ее ID номер. Это важно.  ID номер легко найти в админке (управление рубриками)
**********************************************************************************************************************/
$video = 53;

?>